{
    "Aggressive Negotiations": {
        "is_active": "True",
        "is_force": "True",
        "description": "Once per session, perform a Hard (♦️♦️♦️) Lightsaber check to decrease the difficulty of all Negotiation checks for the rest of the encounter by 2.",
    },
    "Call 'em": {
        "is_active": "False",
        "is_force": "False",
        "description": "Do not add ⬛ to combat checks due to the use of the Aim maneuver."
    },
    "Calming Aura": {
        "is_active": "False",
        "is_force": "True",
        "description": "When an opponent targets character with a Force power, reduce 🌗 generated by 1."
    },
    "Confidence": {
        "is_active": "False",
        "is_force": "False",
        "description": "May decrease difficulty of Discipline checks to avoid fear by 1 per rank of Confidence."
    },
    "Congenial": {
        "is_active": "True",
        "is_force": "False",
        "description": "May suffer a number of strain to downgrade difficulty of Charm or Negotiation checks or upgrade difficulty when targeted by Charm or Negotiation checks, by an equal number. Strain suffered this way cannot exceed ranks in Congenial."
    },
    "Corellian Sendoff": {
        "is_active": "True",
        "is_force": "False",
        "description": "Take a Corellian Sendoff action targeting two ships or vehicles at Close range: make a Hard (♦♦♦) Cool check to case the targets to suffer a minor collision."
    },
    "Crucial Point": {
        "is_active": "True",
        "is_force": "False",
        "description": "Once per session, the character may introduce to negotiations one potential concession that an opponent will do nearly anything to obtain."
    },
    "Dead to Rights": {
        "is_active": "True",
        "is_force": "False",
        "description": "Spend 1 Destiny Point to add additional damage equal to half Agility (rounded up) to one hit of successful attack made with ship or vehicle-mounted weaponry."
    },
    "Deadly Accuracy": {
        "is_active": "False",
        "is_force": "False",
        "description": "When acquired, choose 1 combat skill. Add damage equal to ranks in that skill to one hit of successful attack made using that skill."
    },
    "Dedication": {
        "is_active": "False",
        "is_force": "False",
        "description": "Gain +1 to a single characteristic. This cannot bring a characteristic above 6."
    },
    "Dodge": {
        "is_active": "True",
        "is_force": "False",
        "description": "When targeted by combat check, may perform a Dodge incidental to suffer a number of strain no greater than ranks of Dodge, then upgrade the difficulty of the check by that number."
    },
    "Encouraging Words": {
        "is_active": "True",
        "is_force": "False",
        "description": "After an engaged ally fails a check, may suffer 1 strain to assist that ally's next check this encounter as an out of turn incidental."
    },
    "Force Rating": {
        "is_active": "False",
        "is_force": "True",
        "description": "Gain +1 Force rating."
    },
    "Freerunning": {
        "is_active": "True",
        "is_force": "False",
        "description": "Suffer 1 strain when making a Move maneuver to move to any location within short range."
    },
    "Grit": {
        "is_active": "False",
        "is_force": "False",
        "description": "Gain +1 strain threshold."
    },
    "Guns Blazing": {
        "is_active": "True",
        "is_force": "False",
        "description": "As an incidental, suffer 2 Strain to avoid increasing the difficulty of a Ranged (Light) check to attack with two weapons."
    },
    "Hard Headed": {
        "is_active": "True",
        "is_force": "False",
        "description": "When staggered or disoriented, perform the Hard Headed action; make a Daunting (♦️♦️♦️♦️) Discipline check to remove status. Difficulty reduced 1 per rank of Hard Headed."
    },
    "Hidden Storage": {
        "is_active": "False",
        "is_force": "False",
        "description": "Gain hidden storage in vehicles or equipment that holds items with total encumbrance equal to ranks in Hidden Storage"
    },
    "High-G Training": {
        "is_active": "True",
        "is_force": "False",
        "description": "When a starship or vehicle being piloted would suffer system strain, may suffer strain up to ranks in High-G Training to prevent an equal amount of system strain."
    },
    "Improved Corellian Sendoff": {
        "is_active": "False",
        "is_force": "False",
        "description": "When performing a Corellian Sendoff, the targets suffer a major collision instead."
    },
    "Improved Dead to Rights": {
        "is_active": "True",
        "is_force": "False",
        "description": "Spend 1 Destiny Point to add additional damage equal to half Agility (rounded up) to one hit of successful attack made with ship or vehicle-mounted weaponry."
    },
    "Improved Hard Headed": {
        "is_active": "True",
        "is_force": "False",
        "description": "When incapacitated due to strain exceeding threshold, may take a more difficult Hard Headed action to reduce strain to 1 below threshold."
    },
    "Improved Hidden Storage": {
        "is_active": "False",
        "is_force": "False",
        "description": "The character may use Hidden Storage to store an item within his own suitably modified body."
    },
    "Improved Indistinguishable": {
        "is_active": "False",
        "is_force": "False",
        "description": "The character may extend the effects of Indistinguishable to a number of allies within short range equal to ranks in Deception."
    },
    "Improved Quick Draw": {
        "is_active": "False",
        "is_force": "False",
        "description": "May use Quick Draw twice per round."
    },
    "Improved Savvy Negotiatior": {
        "is_active": "True",
        "is_force": "False",
        "description": "Make a Hard (♦️♦️♦️) Negotiation check to convince one bystander per rank of Savvy Negotiator to see one of an opponent's points as maliciously unreasonable."
    },
    "Improved Sunder": {
        "is_active": "False",
        "is_force": "False",
        "description": "Each advantage spent to activate a weapon's Sunder quality damages an item two steps, instead of one."
    },
    "Improved Time To Go": {
        "is_active": "True",
        "is_force": "False",
        "description": "When activating Time to Go, allow 1 engaged ally to also perform an out of turn Move maneuver as an incidental to attempt to move into cover or out of the Blast range of a weapon or explosion."
    },
    "Improved Wise Warrior": {
        "is_active": "True",
        "is_force": "False",
        "description": "When performing the Wise Warrior incidental, one ally at short range may use the same characteristic for the next combat check the ally makes before the end of the character's next turn."
    },
    "Incite Distraction": {
        "is_active": "False",
        "is_force": "False",
        "description": "While in a crowd, may perform the Incite Distraction to make an Average (♦️♦️) Deception check if successful, enemies treat the area as difficult terrain. The character may spend Triumph to make the location impassable terrain to them instead."
    },
    "Indistinguishable": {
        "is_active": "False",
        "is_force": "False",
        "description": "Upgrade difficulty of checks to identify character once per rank of Indistinguishable."
    },
    "Intense Presence": {
        "is_active": "True",
        "is_force": "False",
        "description": "Spend 1 Destiny Point to recover strain equal to Presence Rating."
    },
    "Koiogran Turn": {
        "is_active": "True",
        "is_force": "False",
        "description": "When an opponent has gained the advantage on a starship or vehicle being piloted, may perform a Koiogran Turn maneuver to remove the effects."
    },
    "Lethal Blows": {
        "is_active": "False",
        "is_force": "False",
        "description": "Add +10 per rank of Lethal Blows to any Critical Injury results inflicted on opponents."
    },
    "Lose Them": {
        "is_active": "True",
        "is_force": "False",
        "description": "When being followed or chased, the character may perform the Lose Them action and make a Hard (♦️♦️) Stealth check. If successful, add ⬛ ⬛ to checks to follow him for the remainder of the encounter and may spend Triumph to indicate his pursuers have lost him completely."
    },
    "Master Grenadier": {
        "is_active": "False",
        "is_force": "False",
        "description": "Decrease the Advantage cost to activate the Blast quality on any weapon used by 1 to a minimum of 1."
    },
    "Master Instructor": {
        "is_active": "True",
        "is_force": "False",
        "description": "Once per round as an out of turn incidental, may suffer 2 strain to allow ally to use character's ranks in Discipline for next Discipline check the ally makes."
    },
    "Natural Athlete": {
        "is_active": "True",
        "is_force": "False",
        "description": "Once per session, may re-roll any 1 Athletics or Coordination check."
    },
    "Natural Marksman": {
        "is_active": "True",
        "is_force": "False",
        "description": "Once per session, may re-roll any 1 Ranged (Light) or Ranged (Heavy) check."
    },
    "Nobody's Fool": {
        "is_active": "False",
        "is_force": "False",
        "description": "May upgrade difficulty of incoming Charm, Coercion, and Deception checks once per rank of Nobody's Fool."
    },
    "Now the Master": {
        "is_active": "True",
        "is_force": "True",
        "description": "One per session, choose one talent or Force power that any character in the current encounter possesses. Gain that talent or Force power until the end of the encounter."
    },
    "Once a Learner": {
        "is_active": "True",
        "is_force": "True",
        "description": "As an action, suffer 4 strain and let one ally within short range increase the ally's Force rating by an amount equal to the character's Force rating until the end of the round."
    },
    "Parry": {
        "is_active": "True",
        "is_force": "False",
        "description": "When hit by a melee attack, suffer 3 strain to reduce damage by 2 plus ranks in Parry."
    },
    "Pilot Training": {
        "is_active": "False",
        "is_force": "False",
        "description": "Piloting (Planetary) and Piloting (Space) become career skills."
    },
    "Powerful Blast": {
        "is_active": "False",
        "is_force": "False",
        "description": "Increase Blast damage dealt by explosives, explosive weapons, and grenades by 1 per rank of Powerful Blast."
    },
    "Quick Draw": {
        "is_active": "True",
        "is_force": "False",
        "description": "Once per round, draw or holster a weapon or accessible item as an incidental."
    },
    "Quick Strike": {
        "is_active": "False",
        "is_force": "False",
        "description": "Add 🟦 per rank of Quick Strike to combat checks against targets that have not acted yet this encounter."
    },
    "Rapid Reaction": {
        "is_active": "True",
        "is_force": "False",
        "description": "Suffer a number of stain to add an equal number of Success to initiative checks. Strain suffered cannot exceed ranks in Rapid Reaction."
    },
    "Rapid Recovery": {
        "is_active": "False",
        "is_force": "False",
        "description": "When recovering strain after an encounter, recover 1 additional strain per rank of Rapid Recovery."
    },
    "Reflect": {
        "is_active": "True",
        "is_force": "True",
        "description": "When hit by a ranged attack, suffer 3 strain to reduce damage by 2 plus ranks in Reflect."
    },
    "Researcher": {
        "is_active": "False",
        "is_force": "False",
        "description": "Remove ⬛ per rank of Research from all Knowledge Checks. Researching a subject takes half the time."
    },
    "Resolve": {
        "is_active": "False",
        "is_force": "False",
        "description": "When involuntarily suffering strain, suffer 1 less strain per rank of Resolve, to a minimum of 1."
    },
    "Respected Scholar": {
        "is_active": "False",
        "is_force": "False",
        "description": "May downgrade difficulty of checks to interact with institutes of learning by one level per rank of Respected Scholar."
    },
    "Savvy Negotiator": {
        "is_active": "False",
        "is_force": "False",
        "description": "Remove ⬛ per rank of Savvy Negotiator from all Negotiation and Streetwise checks."
    },
    "Second Chances": {
        "is_active": "True",
        "is_force": "False",
        "description": "Once per encounter, choose a number of positive dice equal to ranks in Second Chances and re-roll them."
    },
    "Second Wind": {
        "is_active": "True",
        "is_force": "False",
        "description": "Once per encounter, may use Second Wind incidental to recover strain equal to ranks in Second Wind."
    },
    "Selective Detonation": {
        "is_active": "True",
        "is_force": "False",
        "description": "When using any weapon with the Blast quality, spend Advantage to exclude 1 target that would normally be affected by the explosion. May not exceed ranks in Selective Detonation."
    },
    "Sense Danger": {
        "is_active": "True",
        "is_force": "True",
        "description": "Once per game, remove ⬛ ⬛ from any 1 check."
    },
    "Sense Emotions": {
        "is_active": "False",
        "is_force": "True",
        "description": "Add 🟦 to all Charm, Coercion, and Deception checks unless the target is immune to Force powers."
    },
    "Shortcut": {
        "is_active": "False",
        "is_force": "False",
        "description": "During a chase, add 🟦 per rank in Shortcut to any checks made to catch or escape an opponent."
    },
    "Showboat": {
        "is_active": "True",
        "is_force": "False",
        "description": "When making a check in a starship or vehicle, may suffer 2 strain to gain Triumph on success or Despair on failure."
    },
    "Skilled Jockey": {
        "is_active": "False",
        "is_force": "False",
        "description": "Remove ⬛ per rank of Skilled Jockey from Piloting (Planetary) and Piloting (Space) checks."
    },
    "Skilled Teacher": {
        "is_active": "True",
        "is_force": "False",
        "description": "If an ally at short range has lower ranks in a skill than the character, the character may perform a Skilled Teacher incidental to suffer a number of strain no greater than ranks of Skilled Teacher, then add an equal number of Success to ally's next check."
    },
    "Sorry About the Mess": {
        "is_active": "False",
        "is_force": "False",
        "description": "Decrease the Critical Rating of a weapon by 1 (to a minimum of 1) against targets that have not yet acted this encounter."
    },
    "Spitfire": {
        "is_active": "False",
        "is_force": "False",
        "description": "After a successful combined check with two Ranged (Light) weapons, additional hits can be allocated to other targets within range of the weapon."
    },
    "Swift": {
        "is_active": "False",
        "is_force": "False",
        "description": "Do not suffer usual penalties for moving through difficult terrain."
    },
    "Time to Go": {
        "is_active": "True",
        "is_force": "False",
        "description": "May spend 1 Destiny Poinwer to perform a Move maneuver as an incidental to attempt to move into cover or out of the Blast range of a weapon or explosion."
    },
    "Toughened": {
        "is_active": "False",
        "is_force": "False",
        "description": "Gain +2 wound threshold."
    },
    "Well Rounded": {
        "is_active": "False",
        "is_force": "False",
        "description": "Choose any 2 skills. They permanently become career skills."
    },
    "Well Traveled": {
        "is_active": "False",
        "is_force": "False",
        "description": "Knowledge (Core Worlds) and Knowledge (Outer Rim) become career skills."
    },
    "Wise Warrior": {
        "is_active": "True",
        "is_force": "False",
        "description": "When making a combat check, may perform the Wise Warrior incidental, spend 1 Destiny Point and use any characteristic for the check."
    }
}